tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "bat"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "go"
brew "lazygit"
brew "neovim"
brew "node"
brew "nvm"
brew "ripgrep"
brew "stow"
brew "tree"
brew "wget"
brew "tmux"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "opencode"
cask "nikitabobko/tap/aerospace"
cask "displaylink"
cask "ghostty"
cask "raycast"
cask "utm"
cask "xquartz"
